/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Dăți";
"AppDates.DATES.PAST_DUE" = "Restant";
"AppDates.DATES.TODAY" = "Astazi";
"AppDates.DATES.THIS_WEEK" = "În această săptămână";
"AppDates.DATES.NEXT_WEEK" = "Săptămâna viitoare";
"AppDates.DATES.UPCOMING" = "Viitoare";
"AppDates.EMPTY.TITLE" = "";
"AppDates.EMPTY.SUBTITLE" = "";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Ai ratat niște termene limită?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Nu vă faceți griji - schimbați programul nostru sugerat pentru a finaliza temele scadente fără a pierde niciun progres.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Informații de profil";
"Profile.ABOUT" = "Despre mine";
"Profile.EDIT_PROFILE" = "Editați profilul";
"Profile.YEAR_OF_BIRTH" = "Anul nașterii:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Setări";
"Profile.SETTINGS_VIDEO" = "Setări video";
"Profile.DATES_AND_CALENDAR" = "Date și calendar";
"Profile.SUPPORT_INFO" = "Informații de asistență";
"Profile.CONTACT" = "Contactați asistența";
"Profile.TERMS" = "Termeni de utilizare";
"Profile.PRIVACY" = "Politica de confidențialitate";
"Profile.COOKIE_POLICY" = "Politica de cookie-uri";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Nu vindeți informațiile mele personale";
"Profile.FAQ_TITLE" = "Vizualizează FAQ";
"Profile.MANAGE_ACCOUNT" = "Gestionează contul";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Deconectați-vă";
"Profile.SWITCH_TO" = "Comutați la";
"Profile.FULL_PROFILE" = "profil complet";
"Profile.LIMITED_PROFILE" = "profil limitat";
"Profile.LOGOUT_ALERT.TITLE" = "Confirmați deconectează";
"Profile.LOGOUT_ALERT.TEXT" = "Sunteți sigur că doriți să vă deconectați?";
"Profile.DELETE_ALERT.TITLE" = "Atenție!";
"Profile.DELETE_ALERT.TEXT" = "Chiar doriți să vă ștergeți contul?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Plecați fără a salva?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Modificările pe care le-ați făcut vor fi pierdute.";
"Profile.EDIT.TOO_YONG_USER" = "Trebuie să ai peste 13 ani pentru a avea un profil cu acces deplin la informații.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Un profil limitat vă permite doar numele de utilizator și fotografia de profil.";
"Profile.EDIT.DELETE_ACCOUNT" = "Șterge contul";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Anul nașterii";
"Profile.EDIT.FIELDS.LOCATION" = "Locație";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Limba vorbită";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Despre mine:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Schimbați imaginea de profil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Selectează din galerie";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Eliminați fotografia";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Anulează";
"Profile.DELETE_ACCOUNT.TITLE" = "Șterge contul";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Ești sigur că vrei să ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Ștergi tu contul?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Pentru a confirma această acțiune, introduceți parola contului dvs.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Parolă";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Introduceți parola";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Da, șterge contul";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Înapoi la profil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Parola este incorectă. Vă rugăm să încercați din nou.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Setări video";
"Profile.SETTINGS.WIFI_TITLE" = "Descărcare numai prin Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Doar descărcați conținut când conexiunea Wi-Fi este activată";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Calitatea streaming video";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (recomandat)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recomandat";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Utilizare mai redusă a datelor";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Cea mai bună calitate";
"Profile.SETTINGS.VERSION" = "Versiune:";
"Profile.SETTINGS.UP_TO_DATE" = "La zi";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Atingeți pentru a actualiza la versiune";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Atingeți pentru a instala actualizarea necesară a aplicației";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Nu se poate trimite e-mail. Se pare că clientul dvs. de e-mail nu este configurat.";
"Profile.CALENDAR.NEW_CALENDAR" = "Calendar nouă";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Schimbați opțiunile de sincronizare";
"Profile.CALENDAR.ACCOUNT" = "Contul tau";
"Profile.CALENDAR.CALENDAR_NAME" = "Nume calendar";
"Profile.CALENDAR.COLOR" = "Culoare";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Temele viitoare pentru cursurile active vor apărea în acest calendar";
"Profile.CALENDAR.CANCEL" = "Anulează";
"Profile.CALENDAR.BEGIN_SYNCING" = "Începeți sincronizarea";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sincronizat";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sincronizare eșuată";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Offline";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Sincronizează cu calendarul...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Acces la calendar";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Dezactivați sincronizarea calendarului";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Pentru a afișa temele viitoare și reperele cursului în calendarul dvs., avem nevoie de permisiunea de a vă accesa calendarul.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Dezactivarea sincronizării calendarului va șterge calendarul „%@”. Puteți reactiva oricând sincronizarea calendarului.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Acordați acces la calendar";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Dezactivați sincronizarea";
"Profile.CALENDAR_DIALOG.CANCEL" = "Anulează";
"Profile.DATES_AND_CALENDAR.TITLE" = "Date și calendar";
"Profile.CALENDAR_SYNC.TITLE" = "Sincronizare calendar";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configurați sincronizarea calendarului pentru a afișa temele viitoare și reperele cursului în calendarul dvs. Noile teme și datele cursurilor modificate se vor sincroniza automat.";
"Profile.CALENDAR_SYNC.BUTTON" = "Configurați sincronizarea calendarului";
"Profile.OPTIONS.TITLE" = "Opțiuni";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Folosiți date relative";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Afișați dăți relative precum „Mâine” și „Ieri”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Afișați date complete precum „1 ianuarie 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Date și calendar";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sincronizarea calendarului cursurilor";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Vă rugăm să vă reconectați calendarul pentru a relua sincronizarea";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "În prezent se sincronizează evenimente cu calendarul dvs";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Reconectați Calendar";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Schimbați opțiunile de sincronizare";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Se sincronizează %d Cursuri";
"Profile.OPTIONS.TITLE" = "Opțiuni";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Folosiți date relative";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Afișați dăți relative precum „Mâine” și „Ieri”";
"Profile.COURSES_TO_SYNC.TITLE" = "Cursuri de sincronizat";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Dezactivarea sincronizării pentru un curs va elimina toate evenimentele conectate la curs din calendarul dvs. sincronizat.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ascundeți Cursuri inactive";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Eliminați automat evenimentele din cursurile pe care nu le-ați vizualizat în ultima lună";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inactivă";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Local";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Accent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Roşu";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Portocale";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Galben";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Verde";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Albastru";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Violet";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Maro";
"Profile.CALENDAR.COURSE_DATES" = "%@ Dăți ale cursului";
"Profile.DROP_DOWN_PICKER.SELECT" = "Selectează";
"Profile.SYNC_SELECTOR.SYNCED" = "Pentru a sincroniza";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nesincronizat";
"Profile.SYNC.NO_SYNCED" = "Fără Cursuri sincronizate";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "În prezent, niciun cursuri nu sunt sincronizate cu calendarul dvs.";
"Downloads.DOWNLOADS.TITLE" = "Descărcări";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Gestionați setările de descărcare";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Fără Cursuri cu Conținut descărcabil";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Momentan nu aveți cursuri cu conținut descărcabil.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ descărcat";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Toate %@ s-au descărcat";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ disponibil";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Descărcați cursul";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Descărcare";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Se încarcă structura cursului...";
"Downloads.MENU_OPTION.REMOVE" = "Eliminați descărcările de curs";
"Downloads.MENU_OPTION.CANCEL" = "Anulează descărcarea";
"Discovery.TITLE" = "Descoperi";
"Discovery.SEARCH" = "Căutare";
"Discovery.HEADER.TITLE_1" = "Descoperă cursuri";
"Discovery.HEADER.TITLE_2" = "Să găsim un nou curs pentru tine.";
"Discovery.SEARCH.TITLE" = "Rezultatele căutării";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Începeți să tastați pentru a găsi cursul";
"Discovery.UPDATE_REQUIRED_TITLE" = "Actualizarea aplicației este necesară";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Această versiune a aplicației OpenEdX este învechită. Pentru a continua să învățați și pentru a obține cele mai recente funcții și remedieri, faceți upgrade la cea mai recentă versiune.";
"Discovery.UPDATE_WHY_NEED" = "De ce trebuie să actualizez?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versiune de aplicație învechită";
"Discovery.UPDATE_BUTTON" = "Actualizare";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Setările contului";
"Discovery.UPDATE_NEEDED_TITLE" = "Actualizare aplicație";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Vă recomandăm să actualizați la cea mai recentă versiune. Faceți upgrade acum pentru a primi cele mai recente funcții și remedieri.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Nu acum";
"Discovery.UPDATE_NEW_AVALIABLE" = "Noua actualizare disponibilă! Faceți upgrade acum pentru a primi cele mai recente funcții și remedieri";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Părăsind aplicația";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Acum părăsiți aplicația și deschideți un browser";
"Discovery.DETAILS.TITLE" = "Detalii curs";
"Discovery.DETAILS.VIEW_COURSE" = "Vizualizează cursul";
"Discovery.DETAILS.ENROLL_NOW" = "Înscrie-te acum";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Nu vă puteți înscrie la acest curs deoarece dăta înscrierii a trecut.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Pentru a vă înscrie la acest curs, vă rugăm să vă asigurați că sunteți conectat la internet.";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "Autorizare";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Vă rugăm să intrați în sistem pentru a continua înscrierea la cursuri.";
"Discussion.TITLE" = "Discuții";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Echipa cursului a dezactivat postarea în discuții.";
"Discussion.TOPICS.SEARCH" = "Căutați în toate postările";
"Discussion.TOPICS.ALL_POSTS" = "Toate postările";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Postări pe care le urmăresc";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Principalele categorii";
"Discussion.TOPICS.UNNAMED" = "Subcategorie fără nume";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Data ultimei postări";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Număr de postări";
"Discussion.POSTS.SORT.MOST_VOTES" = "Cele mai multe voturi";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Nicio discuție încă";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Faceți clic pe butonul de mai jos pentru a crea prima discuție.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Creați o discuție";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Adaugă o postare";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Toate postările";
"Discussion.POSTS.FILTER.UNREAD" = "Necitite";
"Discussion.POSTS.FILTER.UNANSWERED" = "Niciun răspuns cu soluție (doar la întrebări)";
"Discussion.POSTS.CREATE_NEW_POST" = "Creați o postare nouă";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Selectează o opțiune";
"Discussion.POST.LAST_POST" = "Ultimul post:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Comentariu adăugat";
"Discussion.THREAD.ADD_RESPONSE" = "Adaugă un răspuns";
"Discussion.CREATE_THREAD.NEW_POST" = "Creați o postare nouă";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Selectează tipul postării";
"Discussion.CREATE_THREAD.TOPIC" = "Subiect";
"Discussion.CREATE_THREAD.TITLE" = "Titlu";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Urmăriți această discuție";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Urmați această întrebare";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Creați o nouă discuție";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Creați o întrebare nouă";
"Discussion.COMMENT.REPORT" = "Raportează";
"Discussion.COMMENT.UNREPORT" = "Anulează raportarea";
"Discussion.COMMENT.FOLLOW" = "Urmărește";
"Discussion.COMMENT.UNFOLLOW" = "Nu mai urmăresc";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Comentariu";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Comentariu adăugat";
"Discussion.RESPONSE.ADD_COMMENT" = "Adaugă un comentariu";
"Discussion.POST_TYPE.QUESTION" = "întrebare";
"Discussion.POST_TYPE.DISCUSSION" = "discuție";
"Discussion.SEARCH" = "Căutare";
"Discussion.SEARCH.TITLE" = "Rezultatele căutării";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Începeți să tastați pentru a găsi subiectele";
"Discussion.ANONYMOUS" = "Anonim";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Nu se pot încărca discuțiile.\nÎncercați din nou mai târziu.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Felicitări, ați obținut acest Certificat de curs în „%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Vizualizează atestatul";
"Course.OUTLINE.CERTIFICATE" = "Certificat";
"Course.OUTLINE.COURSE_VIDEOS" = "Videoclipuri ale cursului";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Acest curs nu a început încă.";
"Course.COURSEWARE.COURSE_CONTENT" = "Conținut cursuri";
"Course.COURSEWARE.COURSE_UNITS" = "Unități de curs";
"Course.COURSEWARE.NEXT" = "Următorul";
"Course.COURSEWARE.PREVIOUS" = "Prev";
"Course.COURSEWARE.PREVIOUS_FULL" = "Anterior";
"Course.COURSEWARE.FINISH" = "Termină";
"Course.COURSEWARE.GOOD_WORK" = "Bravo!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Înapoi la contur";
"Course.COURSEWARE.SECTION" = "Ați finalizat „”";
"Course.COURSEWARE.IS_FINISHED" = "„.”";
"Course.COURSEWARE.CONTINUE" = "Continuă";
"Course.COURSEWARE.RESUME_WITH" = "Reluați cu:";
"Course.ERROR.NO_INTERNET" = "Nu sunteți conectat la Internet. Vă rugăm să vă verificați conexiunea la internet.";
"Course.ERROR.RELOAD" = "Reîncărcați";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Componenta cursului nu a fost găsită, vă rugăm să reîncărcați";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "În prezent, nu există documente pentru acest curs.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "În prezent, nu există anunțuri pentru acest curs.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Nu sunt disponibile videoclipuri pentru acest curs.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Nu sunt teme disponibile pentru acest curs.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Datele cursurilor nu sunt disponibile momentan.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Niciun conținut de curs nu este disponibil momentan.";
"Course.ALERT.ROTATE_DEVICE" = "Rotiți-vă dispozitivul pentru a vizualiza acest videoclip pe ecran complet.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Sigur doriți să ștergeți toate videoclipurile?";
"Course.ALERT.DELETE_VIDEOS" = "Sigur doriți să ștergeți videoclipurile?";
"Course.ALERT.STOP_DOWNLOADING" = "Oprirea comutatorului va opri descărcarea și va șterge toate videoclipurile descărcate pentru utilizator.";
"Course.ALERT.WARNING" = "Avertizare";
"Course.COURSE_CONTAINER.HOME" = "Acasă";
"Course.COURSE_CONTAINER.CONTENT" = "Conţinut";
"Course.COURSE_CONTAINER.PROGRESS" = "Progres";
"Course.COURSE_CONTAINER.VIDEOS" = "Videoclipuri";
"Course.COURSE_CONTAINER.OFFLINE" = "Offline";
"Course.COURSE_CONTAINER.DATES" = "Dăți";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discuții";
"Course.COURSE_CONTAINER.HANDOUTS" = "Mai mult";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Fişe În dezvoltare";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Ați completat %@%% din progresul cursului";
"Course.COURSE_CAROUSEL.GRADES" = "Punctaj";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Reprezintă punctajul ponderat obținut din punctajul necesar pentru a absolvi acest curs.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Tot Conținutul";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Acum ești în auditul acestui curs și ai acces limitat la materialul cursului.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "actualizează acum";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Ești la zi cu toate videoclipurile!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Ești la zi cu toate temele!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videoclipuri\nabsolvit";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Teme\nabsolvite";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Continuă vizionarea";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Videoclipul viitor";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Toate videoclipurile";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Toate temele";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Următoarea temă";
"Course.COURSE_CONTENT.ALL" = "Toate";
"Course.COURSE_CONTENT.VIDEOS" = "Videoclipuri";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Sarcini";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Finalizarea cursului";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Procentul arată cât de mult ai parcurs din conținutul cursului. Reține că unele lecții pot deveni disponibile pe parcurs.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Terminat";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progres general";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Rămânând";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Blocat";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progresul notelor";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Promovare";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Nepromovat";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Vezi certificatul";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Progresul Secțiunii";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nu există progres disponibil";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Începe să înveți pentru a-ți vedea progresul aici";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Nota generala";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Reprezintă punctajul ponderat obținut din punctajul necesar pentru a absolvi acest curs.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Nota actuală ponderată generală:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Este necesar un punctaj ponderat de %@%% pentru a promova acest curs.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Necesar";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Detalii despre note";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Tipul evaluării";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Curent / Max %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Complet";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "din notă";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Acest curs nu conține teme notate.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Resurse la îndemână";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Anunturi";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Găsiți informații importante despre curs";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Fii la curent cu ultimele știri";
"Course.NOT_AVALIABLE.TITLE" = "Această componentă interactivă nu este disponibilă pe mobil";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explorați alte părți ale acestui curs sau vizualizați acest lucru pe web.";
"Course.NOT_AVALIABLE.BUTTON" = "Deschideți în browser";
"Course.SUBTITLES.TITLE" = "Subtitrări";
"Course.ACCESSIBILITY.DOWNLOAD" = "Descărcați";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Anulează descărcarea";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Șterge descărcarea";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Inel de progres al finalizării cursului";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Secțiune de notare generală";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Secțiune detalii notă";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Element de temă";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Indicator de notă necesară pentru promovare";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ la sută completat";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ procent necesar pentru a promova";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ din %@ complet, %@ din %@ procent din notă";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Nota actuală: %@ la sută";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Avertisment privind cerințele de notă: %@ la sută necesar pentru a promova";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Vizualizarea progresului arată %@ categorii de teme";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Progres general: %@ la sută";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Afișează defalcarea progresului pe tipul temei";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Acest curs nu are teme evaluate de afișat.";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Finalizați activitățile cursului pentru a vă vizualiza progresul aici.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Antetul coloanei Tipul temei";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Antetul coloanei cu procentul curent și maxim";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Pondere: %@ procent din notă";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ din %@ completat";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Nota actuală: %@ din %@ procente";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ din %@ complet. Pondere: %@ la sută din notă. Nota curentă: %@ din %@ la sută";
"Course.DOWNLOAD.DOWNLOADS" = "Descărcări";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Toate videoclipurile au fost descărcate";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Se descarcă videoclipurile...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Descărcați pe dispozitiv";
"Course.DOWNLOAD.VIDEOS" = "Videoclipuri";
"Course.DOWNLOAD.REMAINING" = "Rămase";
"Course.DOWNLOAD.UNTITLED" = "Fără titlu";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Nu puteți modifica calitatea descărcării video când se descarcă toate videoclipurile";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Setările dvs. actuale de descărcare permit descărcări numai prin Wi-Fi.\nConectați-vă la o rețea Wi-Fi sau modificați setările de descărcare.";
"Course.COURSE_DATES.TODAY" = "Astazi";
"Course.COURSE_DATES.COMPLETED" = "Completata";
"Course.COURSE_DATES.PAST_DUE" = "Termen limită expirat";
"Course.COURSE_DATES.DUE_NEXT" = "Următoarea scadență";
"Course.COURSE_DATES.UNRELEASED" = "Nelansat";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Acesta este doar verificat.";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Articole ascunse";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Element ascuns";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Dăți scadente s-au schimbat";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Dăți scadentele au fost modificate cu succes pentru a vă ajuta să rămâneți pe drumul cel bun.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Vizualizează toate datele";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sincronizează cu calendarul";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sincronizați automat toate termenele limită și datele limită pentru acest curs cu calendarul dvs.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Adăugați calendar";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Eliminați calendarul";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Doriți să reclamați calendarul %@ \"%@\" ? \n Puteți edita sau elimina oricând calendarul cursului din Calendar sau Setări";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Doriți să eliminați calendarul %@ &quot;%@&quot;?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sincronizează calendarul...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Vizualizează evenimente";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Calendarul cursurilor dvs. a fost adăugat.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Calendarul cursurilor dvs. a fost eliminat.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Evenimente din calendar";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Calendarul dvs. de cursuri este învechit";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Datele cursurilor dvs. au fost modificate și calendarul dvs. de curs nu mai este actualizat cu noul dvs. program.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Actualizați acum";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Calendarul cursurilor dvs. a fost actualizat.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ nu are permisiunea pentru calendar. Accesați setări și acordați permisiunea calendarului.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Deschide Setări";
"Course.COURSE_DATES.SETTINGS" = "Setări";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Datele dvs. nu au putut fi modificate. Vă rugăm să încercați din nou.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Dvs. modificați cu succes dăți.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Datele cursului";
"Course.COURSE.DUE_TODAY" = "";
"Course.COURSE.DUE_TOMORROW" = "Termen limită mâine";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Absolvită";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Secțiuni completata";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Absolvită";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Vizionat";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Vizualizează completata";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ascunde absolvită";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Terminat";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Trageți și plasați";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Sarcină de lucru";
"Course.COURSE.ASSIGNMENT_GRADED" = "Notat";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nu a început";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Evaluare deschisă";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instrucțiuni colegiale";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problemă";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Studiu";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "În curs";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Nor de cuvinte";
"Course.COURSE.ASSIGNMENT_LTI" = "Instrument Extern";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Discuţie";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Cele mai mari descărcări";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Finalizat";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Editează";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Eliminați toate descărcările";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% al acestui curs este vizibil pe mobil.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% al acestui curs poate fi descărcat.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% al acestui curs poate fi absolvit offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Descărcat";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Descărcare";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponibil pentru descărcare";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Pregătit pentru descărcare";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Descărcați toate";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Anulează descărcarea cursului";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Puteți descărca conținutul cursului offline pentru a învăța din mers, fără a fi nevoie de o conexiune activă la internet sau de a utiliza date mobile.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "";
"Course.COURSE.RETURN_TO_HOME" = "Întoarcere la pagina principală a cursului";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Această componentă nu este descărcată";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explorați alte părți ale acestui curs sau descărcați-l când vă reconectați.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Această componentă nu este încă disponibilă offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explorați alte părți ale acestui curs sau vizualizați-l când vă reconectați.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sincronizat cu Calendar";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Sincronizarea calendarului a eșuat";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Offline";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ complet - %@/%@ puncte";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Restanță - %@/%@ puncte";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Nu este încă disponibil";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ puncte";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Revizuirea politicii de notare a cursurilor";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Necunoscut";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Secțiunea de progres a cursului";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Secțiune continuă învățarea";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Secțiunea de conținut a cursului";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Secțiunea mesajelor de eroare";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Încărcare secțiune";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Secțiunea videoclipuri";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Progres video %@ din %@ absolvit.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Secțiunea de teme";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Secțiunea de progres a temei";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Secțiune fără conținut disponibilă";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Pagina următoare";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Ultima pagină";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Pagina anterioară";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ din %@ teme absolvite";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Atingeți pentru a ascunde secțiunile completate";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Atingeți pentru a afișa secțiunile absolvite";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ secțiune, %@ din %@ videoclipuri vizionate";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Secțiune de descărcare, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, absolvit";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% vizionat";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, neînceput";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Atinge pentru a reda videoclipul";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ la sută completat";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ de la %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navigare video";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Fără titlu video";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Conectați-vă";
"Authorization.SIGN_IN.WELCOME_BACK" = "Bine ai revenit! Conectați-vă pentru a vă accesa cursurile.";
"Authorization.SIGN_IN.EMAIL" = "E-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail sau nume de utilizator";
"Authorization.SIGN_IN.PASSWORD" = "Parolă";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Ți-ai uitat parola?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Modifică";
"Authorization.SIGN_IN.AGREEMENT" = "Conectându-vă la această aplicație, sunteți de acord cu [%@ Acordul de licență pentru utilizatorul final](%@) și [%@ Termenii și condițiile și codul de onoare](%@) și recunoașteți că %@ și fiecare Membru vă prelucrează datele personale în\nconformitate cu [Politica de confidențialitate.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Începe de azi pentru a-ți construi cariera cu încredere";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Un set integrat de programe de cunoștințe și abilitare pentru a dezvolta componentele sectorului de dotare și lucrătorii acestuia";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Conectați-vă";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Conectați prin serviciul național de conectare unificată";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Adresă de e-mail nevalidă";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Parola este de lungime nevalidă.";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Acest cont %@ nu este conectat cu niciun cont %@. Vă rugăm să vă înregistrați.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mail sau nume de utilizator nevalid";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Contul dvs. este dezactivat. Vă rugăm să contactați serviciul de asistență pentru clienți pentru asistență.";
"Authorization.SIGN_UP.SUBTITLE" = "Creați un cont pentru a începe să învățați astăzi!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Creează cont";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ascundeți câmpurile opționale";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Afișați câmpurile opționale";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "V-ați conectat cu succes.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Avem nevoie doar de câteva informații suplimentare înainte de a începe să înveți.";
"Authorization.SIGN_UP.AGREEMENT" = "Prin crearea unui cont, sunteți de acord cu [%@ Acordul de licență pentru utilizatorul final](%@) și [%@ Termenii și condițiile și codul de onoare](%@) și recunoașteți că %@ și fiecare Membru vă prelucrează datele personale în conformitate cu [Politica de confidențialitate.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Sunt de acord că %@ îmi poate trimite mesaje de marketing.";
"Authorization.FORGOT.TITLE" = "Aţi uitat parola";
"Authorization.FORGOT.DESCRIPTION" = "Vă rugăm să introduceți mai jos adresa dvs. de e-mail de conectare sau de recuperare și vă vom trimite un e-mail cu instrucțiuni.";
"Authorization.FORGOT.REQUEST" = "Schimbă parola";
"Authorization.FORGOT.CHECK_TITLE" = "Verifică-ți e-mailul";
"Authorization.FORGOT.CHECK_Description" = "Am trimis instrucțiuni pentru recuperarea parolei pe adresa dvs. de e-mail ";
"Authorization.CONTINUE_WITH" = "Continuați cu:";
"Authorization.LAST_SIGN_IN" = "Ultimul semn în";
"Authorization.OR_SIGN_IN_WITH" = "Sau conectează-te cu e-mail:";
"Authorization.OR_REGISTER_WITH" = "Sau înregistrează-te mai jos:";
"Authorization.APPLE" = "Măr";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Sau";
"Authorization.STARTUP.INFO_MESSAGE" = "Cursuri și programe de la cele mai bune universități din lume în buzunar.";
"Authorization.STARTUP.SEARCH_TITLE" = "Ce vrei să înveți?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Căutați peste 3.000 de cursuri ale noastre";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explorați toate cursurile";
"Authorization.STARTUP.TITLE" = "Început";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Începe!";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Căutare";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Log Out";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Log Out";
"WhatsNew.TITLE" = "Ce este nou";
"WhatsNew.BUTTON_PREVIOUS" = "Anterior";
"WhatsNew.BUTTON_NEXT" = "Următorul";
"WhatsNew.BUTTON_DONE" = "Finalizat";
"Dashboard.TITLE" = "Panoul de control";
"Dashboard.HEADER.COURSES" = "Cursuri";
"Dashboard.HEADER.WELCOME_BACK" = "Bine ai revenit. Să continuăm să învățăm.";
"Dashboard.SEARCH" = "Căutare";
"Dashboard.EMPTY.SUBTITLE" = "Nu sunteți încă înscris la niciun curs.";
"Dashboard.LEARN.TITLE" = "Învăţa";
"Dashboard.LEARN.VIEW_ALL" = "Vizualizează toate";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Vizualizează toate cursurile (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Toate Cursurile";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Temă restantă";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Vizualizează teme";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Teme restante";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Teme scadente %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ scadentă în %@ Zile";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Continuă cursul";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Începe cursul";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Cursuri";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programe";
"Dashboard.LEARN.CATEGORY.ALL" = "Toate";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "În curs";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Completata";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Expirat";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Fără cursuri";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nu există Cursuri în desfășurare";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Fără cursuri absolvite";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Fără Cursuri expirate";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "În prezent nu sunteți înscris la niciun curs, doriți să explorați catalogul de cursuri?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Găsiți un curs";
"Core.MAINSCREEN.DISCOVERY" = "Descoperi";
"Core.MAINSCREEN.DASHBOARD" = "Panoul de control";
"Core.MAINSCREEN.IN_DEVELOPING" = "În dezvoltare";
"Core.MAINSCREEN.PROGRAMS" = "Programe";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Învăţa";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Ai creat deja un cont %@ cu contul tău %@. Ai fost conectat în acel cont.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Încearcă din nou";
"Core.ERROR.INVALID_CREDENTIALS" = "Acreditări nevalide";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Conexiune la internet lentă sau lipsită";
"Core.ERROR.NO_CACHED_DATA" = "Nu există dată stocată în cache pentru modul offline";
"Core.ERROR.USER_NOT_ACTIVE" = "Contul de utilizator nu este activat. Vă rugăm să vă activați contul mai întâi.";
"Core.ERROR.UNKNOWN_ERROR" = "";
"Core.ERROR.WIFI" = "Puteți descărca fișiere numai prin Wi-Fi. Puteți schimba acest lucru în setări.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Nu am reușit să autorizăm.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Fără conexiune la internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Vă rugăm să vă conectați la internet pentru a vizualiza acest conținut.";
"Core.COURSEWARE.COURSE_CONTENT" = "Conținut cursuri";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Această componentă interactivă nu este încă disponibilă pe mobil.";
"Core.COURSEWARE.COURSE_UNITS" = "Unități de curs";
"Core.COURSEWARE.NEXT" = "Următorul";
"Core.COURSEWARE.PREVIOUS" = "";
"Core.COURSEWARE.FINISH" = "Termină";
"Core.COURSEWARE.GOOD_WORK" = "Bravo!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Înapoi la contur";
"Core.COURSEWARE.SECTION_COMPLETED" = "Ați completat „%@”.";
"Core.COURSEWARE.CONTINUE" = "Continuă";
"Core.COURSEWARE.RESUME" = "Continuă cursul";
"Core.COURSEWARE.RESUME_WITH" = "Reluați cu:";
"Core.COURSEWARE.NEXT_SECTION" = "Următoarea secțiune";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” apăsați „Secțiune următoare”.";
"Core.ERROR.RELOAD" = "Reîncărcați";
"Core.DATE.COURSE_STARTS" = "Start curs";
"Core.DATE.COURSE_ENDS" = "Se termină cursul";
"Core.DATE.COURSE_ENDED" = "Cursul s-a încheiat";
"Core.DATE.ENDED" = "Încheiat";
"Core.DATE.START" = "Început";
"Core.DATE.STARTED" = "A început";
"Core.DATE.JUST_NOW" = "Chiar acum";
"Core.DATE.TODAY" = "Astazi";
"Core.DATE.NEXT" = "Următorul %@";
"Core.DATE.DAYS_AGO" = "%@ Zile în urmă";
"Core.DATE.DUE" = "Datorită ";
"Core.DATE.DUE_IN" = "Datorită în ";
"Core.DATE.DUE_IN_DAYS" = "Data scadentă în %@ Zile";
"Core.DATE.DUE_TODAY" = "Astăzi: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ zile întârziere: %@";
"Core.DATE.DUE_IN_LEFT" = "În %@ zile: %@";
"Core.ALERT.ACCEPT" = "Acceptă";
"Core.ALERT.CANCEL" = "Anulează";
"Core.ALERT.LOGOUT" = "Deconectați-vă";
"Core.ALERT.LEAVE" = "Pleacă";
"Core.ALERT.SIGN_IN" = "Conectați-vă";
"Core.ALERT.REGISTER" = "Creează cont";
"Core.ALERT.KEEP_EDITING" = "Continuați să editați";
"Core.ALERT.DELETE" = "Șterge";
"Core.ALERT.ADD" = "";
"Core.ALERT.REMOVE" = "Elimină";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Eliminați calendarul cursurilor";
"Core.NO_INTERNET.OFFLINE" = "Offline";
"Core.NO_INTERNET.DISMISS" = "Respingeți";
"Core.NO_INTERNET.RELOAD" = "Reîncărcați";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM zz";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Descărcați";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Descărcat";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Completata";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Calitate de descărcare video";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recomandat";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Utilizare mai redusă a datelor";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Cea mai bună calitate";
"Core.DONE" = "Finalizat";
"Core.VIEW" = "Vizualizează";
"Core.BACK" = "Înapoi";
"Core.OK" = "Bine";
"Core.CLOSE" = "Închide";
"Core.PICKER.SEARCH" = "Căutare";
"Core.PICKER.ACCEPT" = "Acceptă";
"Core.WEBVIEW.ALERT.OK" = "Bine";
"Core.WEBVIEW.ALERT.CANCEL" = "Anulează";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continuă";
"Core.REVIEW.VOTE_TITLE" = "Vă place Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Feedback-ul dvs. contează pentru noi. Ați acorda un moment pentru a evalua aplicația atingând o stea de mai jos? Vă mulțumim pentru sprijin!";
"Core.REVIEW.FEEDBACK_TITLE" = "Lăsați-ne feedback";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Ne pare rău să auzim că experiența dvs. de învățare a avut unele probleme. Apreciem tot feedback-ul.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Mulțumesc";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Vă mulțumim că ne-ați împărtășit feedbackul. Doriți să împărtășiți recenzia dvs. despre această aplicație altor utilizatori din magazinul de aplicații?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Mulțumesc";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Am primit feedback-ul dvs. și îl vom folosi pentru a vă îmbunătăți experiența de învățare în continuare. Vă mulțumim pentru împărtășire!";
"Core.REVIEW.BETTER" = "Ce ar fi putut fi mai bun?";
"Core.REVIEW.NOT_NOW" = "Nu acum";
"Core.REVIEW.BUTTON.SUBMIT" = "Trimiteți";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Distribuiți feedback";
"Core.REVIEW.BUTTON.RATE_US" = "Evaluează-ne";
"Core.REVIEW.EMAIL.TITLE" = "Selectează clientul de e-mail:";
"Core.SOCIAL_SIGN_CANCELED" = "Utilizatorul a anulat fluxul de conectare.";
"Core.SIGN_IN.LOG_IN_BTN" = "Conectați-vă";
"Core.SIGN_IN.REGISTER_BTN" = "Creează cont";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Conectați-vă cu SSO";
"Core.TOMORROW" = "Mâine";
"Core.YESTERDAY" = "Ieri";
"Core.OPEN_IN_BROWSER" = "Vizualizează în Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Nu vă faceți griji - schimbați programul nostru sugerat pentru a finaliza temele scadente fără a pierde niciun progres.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Schimbă dățile scadente";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Ați ratat niște termene limită?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Am creat un program sugerat pentru a vă ajuta să rămâneți pe drumul cel bun. Dar nu vă faceți griji – este flexibil, astfel încât să puteți învăța în propriul ritm. Dacă se întâmplă să rămâneți în urmă, veți putea ajusta dăți pentru a vă menține pe drumul cel bun.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Pentru a finaliza teme notate ca parte a acestui curs, puteți să îl actualizați astăzi.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Audiați acest curs, ceea ce înseamnă că nu puteți participa la teme evaluate. Se pare că ați ratat niște termene limită importante pe baza programului nostru sugerat. Pentru a finaliza teme notate ca parte a acestui curs și pentru a muta temele restante în viitor, puteți face upgrade astăzi.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Datele dvs. nu au putut fi modificate. Vă rugăm să încercați din nou.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Dăți dvs. s-au modificat cu succes.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Datele cursului";
"Core.COURSE_DATES.TODAY" = "Astazi";
"Core.COURSE_DATES.COMPLETED" = "Completata";
"Core.COURSE_DATES.PAST_DUE" = "Termen limită expirat";
"Core.COURSE_DATES.THIS_WEEK" = "În această săptămână";
"Core.COURSE_DATES.NEXT_WEEK" = "Săptămâna viitoare";
"Core.COURSE_DATES.UPCOMING" = "Viitoare";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Stocarea dispozitivului este plină";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Dispozitivul dvs. nu are suficient spațiu liber pentru a descărca acest conținut. Eliberați spațiu și încercați din nou.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ folosit, %@ gratuit";
"Core.COURSE.ALERT.CANCEL" = "Anulează";
"Core.COURSE.ALERT.CLOSE" = "Închide";
"Core.COURSE.ALERT.REMOVE" = "Elimină";
"Core.COURSE.ALERT.DOWNLOAD" = "Descărcați";
"Core.COURSE.ALERT.TRY_AGAIN" = "Încearcă din nou";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Eliminați Conținutul offline?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirmați descărcarea";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Descărcați pe Cellular?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Eliminarea acestui conținut va elibera %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Descărcarea acestui %@ de conținut va salva blocurile disponibile offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Descărcarea acestui conținut va folosi %@ de date celulare.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Descărcarea eșuată";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Fără conexiune la internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi necesar";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Din păcate, acest conținut nu a reușit să se descarce. Vă rugăm să încercați din nou mai târziu sau să raportați această problemă.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Descărcarea acestui conținut necesită o conexiune activă la internet. Vă rugăm să vă conectați la internet și să încercați din nou.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Descărcarea acestui conținut necesită o conexiune WiFi activă. Conectați-vă la o rețea WiFi și încercați din nou.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Videoclipurile pe care le-ați selectat sunt mai mari de 1 GB. Doriți să descărcați aceste videoclipuri?";
"Core.DOWNLOAD.DOWNLOAD" = "Descărcați";
"Core.ALERT.ACCEPT" = "Acceptă";
